INSERT INTO Employer (单位编号, 单位名称, 单位地址, 联系电话, 行业编号) VALUES ('C001', '阿里巴巴集团', '杭州市滨江区', '13812345678', 'IN01');
INSERT INTO Employer (单位编号, 单位名称, 单位地址, 联系电话, 行业编号) VALUES ('C002', '招商银行', '深圳市福田区', '13987654321', 'IN02');
INSERT INTO Employer (单位编号, 单位名称, 单位地址, 联系电话, 行业编号) VALUES ('C003', '京东科技', '北京市亦庄开发区', '01088997766', 'IN01');
INSERT INTO Employer (单位编号, 单位名称, 单位地址, 联系电话, 行业编号) VALUES ('C004', '字节跳动有限公司', '北京市朝阳区', '01066554433', 'IN01');
INSERT INTO Employer (单位编号, 单位名称, 单位地址, 联系电话, 行业编号) VALUES ('C005', '腾讯科技有限公司', '深圳市南山区', '07553332211', 'IN01');
INSERT INTO Employer (单位编号, 单位名称, 单位地址, 联系电话, 行业编号) VALUES ('C006', '新东方教育集团', '北京市海淀区', '01099887766', 'IN04');
INSERT INTO Employer (单位编号, 单位名称, 单位地址, 联系电话, 行业编号) VALUES ('C007', '中国银行', '上海市浦东新区', '02112345678', 'IN02');
INSERT INTO Employer (单位编号, 单位名称, 单位地址, 联系电话, 行业编号) VALUES ('C008', '好未来教育', '北京市昌平区', '01077889966', 'IN04');
