INSERT INTO Teacher (工号, 姓名, 性别, 出生日期, 联系电话, 学院编号) VALUES ('T001', '王建彭', '男', '1980-05-10', '13800001111', 'CL04');
INSERT INTO Teacher (工号, 姓名, 性别, 出生日期, 联系电话, 学院编号) VALUES ('T002', '李敏', '女', '1975-11-20', '13900002222', 'CL04');
INSERT INTO Teacher (工号, 姓名, 性别, 出生日期, 联系电话, 学院编号) VALUES ('T003', '张小红', '女', '1982-08-18', '13700003333', 'CL01');
INSERT INTO Teacher (工号, 姓名, 性别, 出生日期, 联系电话, 学院编号) VALUES ('T004', '陈刚', '男', '1985-02-05', '13899990000', 'CL01');
INSERT INTO Teacher (工号, 姓名, 性别, 出生日期, 联系电话, 学院编号) VALUES ('T005', '周丽', '女', '1987-06-25', '13788887777', 'CL03');
INSERT INTO Teacher (工号, 姓名, 性别, 出生日期, 联系电话, 学院编号) VALUES ('T006', '赵晓棠', '男', '1978-09-14', '13666665555', 'CL03');
INSERT INTO Teacher (工号, 姓名, 性别, 出生日期, 联系电话, 学院编号) VALUES ('T007', '钱宇', '男', '1981-03-02', '13544443333', 'CL02');
INSERT INTO Teacher (工号, 姓名, 性别, 出生日期, 联系电话, 学院编号) VALUES ('T008', '孙燕', '女', '1983-12-11', '13433332222', 'CL02');
